{
  "MENU": {
    "HOME": "Home",
    "CHILDREN": "Children",
    "SCHEDULE": "Schedule",
    "SUBMIT": "Submit",
    "REQUEST_CHANGE": "Request To Change"
  },
  "HOME": {
    "WELCOME_MESSAGE": "Welcome to the<br />Denver Santa Claus Shop App!",
    "CREATE_ACCOUNT": "Create An Account"
  },
  "COMMON": {
    "EMAIL_ADDRESS": "Email Address",
    "PASSWORD": "Password",
    "SIGN_IN": "Sign In",
    "CREATE_ACCOUNT": "Create Acount",
    "WELCOME": "Welcome",
    "MY_ACCOUNT": "My Account",
    "VIDEO_TUTORIAL": "Video Tutorial",
    "HELP": "Help",
    "SIGN_OUT": "Sign Out",

    
    "MENU": "Menu",
    "PROFILE": "Your Profile",
    "GO_BACK": "Go Back",
    "REQUIRED_FIELD": "This field is required",
    "AGE": "Age",
    "BACK_TO_TOP": "Back to top",
    "CANCEL": "Cancel",
    "REQUIRED_CHOICE": "Selection Required",
    "SAVE_CHANGES": "Save Changes",
    "CLOSE": "Close",
    "OK": "Ok",
    "ERROR": "Error",
    "YES": "Yes",
    "REGISTER": "Register",
    "TERMS_AND_CONDITIONS": "Terms & Conditions",
    "PRIVACY_POLICY": "Privacy Policy"
  },
  "SIGNIN": {
    "FORGOT_PASSWORD": "Forgot Password?",
    "SIGNING_IN": "Signing in..."
  },
  "SIGNUP": {
    "TITLE1": "Set up your account...",
    "TITLE2": "This will only take a minute",
    "FIRST_NAME": "First Name",
    "LAST_NAME": "Last Name",
    "ZIP_CODE": "Zip Code",
    "PASSWORD2": "Re-enter Password",
    "PASSWORD_MATCH": "The passwords don't match",
    "LEGAL_AGREEMENT": "By signing up you agree to our terms of service and have read our privacy policy",
    "SUBMIT_BUTTON": "Create Account"
  },
  "OVERVIEW": {
    "NO_CHILDREN": "No Children.",
    "NO_CHILDREN_MESSAGE": "Add all Children, then Select a Time.",
    "ADD_CHILD": "Add Child",
    "ADD_EDIT_CHILD": "Add or Edit Child",
    "SCHEDULE": "Schedule",
    "NO_TIME_SELECTED.": "No Time Selected.",
    "NO_TIME_MESSAGE": "After you Add Children, Select a Time.",
    "SELECT_TIME": "Select Time",
    "CHANGE_TIME": "Change Time",
    "NOT_SUBMITTED": "Not Submitted.",
    "NOT_SUBMITTED_MESSAGE": "After you Add Children and Select a Time, Submit to get your QR Code for the Event."
  },
  "CHILDREN": {
    "CHILD_LINE_1": "Children must be between the ages of 0-11 years old. Proof of ID is required when picking up toys.",
    "CHILD_LINE_2": "Add all of your Children below.",
    "ADD_A_CHILD": "Add a Child",
    "NO_CHILDREN": "No Children."
  },
  "ADDCHILD": {
    "ADD_TITLE": "Add child",
    "FIRST_NAME": "First Name",
    "LAST_NAME": "Last Name",
    "BIRTH_DATE": "Birth Date",
    "TOY_TYPE": "Type of Toys",

    "EDIT_TITLE": "Edit child",
    "INFANT_MSG": "We have pre-packaged, gender neutral toys for children ages 0-2!",
    "BABIES": "For Babies (0-2)",
    "BOYS": "For Boys",
    "GIRLS": "For Girls",
    "AGE_GROUP": "Age Group",
    "AGE0": "Age 0-2",
    "AGE3": "Age 3-5",
    "AGE6": "Age 6-8",
    "AGE9": "Age 9-11",
    "TOO_OLD_1": "We're sorry",
    "TOO_OLD_2": "We only have toys for children ages 11 and under"
  },

  "FORGOTPASS": {
    "RESET_YOUR_PASSWORD": "Forgot your Password?",
    "INSTRUCTIONS": "Enter your registered email to reset your password."
  },
  "REGISTRATION": {
    "RESEND_EMAIL": "Resend Email",
    "HEADER": "Registration Status",
    "READY": "You're ready for the event!",
    "LOADING": "Loading code...",
    "CODE_HELP": "If your code doesn't show up here don't worry! Just check your email and print it from there or try coming back in a few minutes",
    "EVENT_ADDRESS1": "2150 S Monaco Parkway",
    "EVENT_ADDRESS2": "Denver, CO 80222",
    "CHANGE_DETAILS": "Need to change your registration details?",
    "MODIFY": "Modify Registration",
    "CHOOSE_DATETIME": "Choose arrival date and time",
    "ADD_CHILDREN": "Add your children ages 0-11",
    "GATES_OPEN": "Gates will open at 9am each day to begin line formation",
    "BRING_ID": "Bring your ID and children's birth certificates (or other form of id)",
    "REGISTER": "Register for event",
    "PRINT_PAGE": "Print or save this page or the email we sent you!",
    "YOUR_TICKET": "This is your ticket to the event",
    "ENTRY_INSTRUCTIONS": "Enter parking lot of Monaco at light All other entrances will be blocked off to DSCS traffic",
    "DATETIME_INSTRUCTIONS": "Date/Time instructions",
    "LETTER_LASTNAME_0": "Please use the first letter of your last name to choose your date",
    "LETTER_LASTNAME_1": "<strong>Dec 11: Complete </strong>",
    "LETTER_LASTNAME_2": "<strong>Dec 12: Complete </strong>",
    "LETTER_LASTNAME_3": "<strong>Dec 14: Available </strong>",
    "LETTER_LASTNAME_4": "<strong>Dec 15: Available </strong>",
    "DATE": "Date",
    "DATE_VALUE_1": "December 11th, 2020",
    "DATE_VALUE_2": "December 12th, 2020",
    "DATE_VALUE_3": "December 14th, 2020",
    "DATE_VALUE_4": "December 15th, 2020",
    "TIME_VALUE_1": "10am",
    "TIME_VALUE_2": "11am",
    "TIME_VALUE_3": "12pm",
    "TIME_VALUE_4": "1pm",
    "TIME_VALUE_5": "2pm",
    "ADD_CHILDREN_HEADER": "Add Your Children",
    "ADD_CHILD_INSTRUCTIONS_HEADER": "Instructions to add children",
    "ADD_CHILD_INSTRUCTIONS_1": "Press the blue \"Add Child\" button to start adding your children",
    "ADD_CHILD_INSTRUCTIONS_2": "We only have toys for children ages 11 and under",
    "ADD_CHILD_INSTRUCTIONS_3": "After you add a child you can edit them by clicking on them",
    "START_ADD_CHILD": "Start adding your children",
    "UPDATE_REGISTRATION_REMINDER": "Don't forget to update your registration if you add or change children!",
    "AGE": "Age",
    "ADD_CHILD": "Add Child",
    "SUBMIT_REGISTRATION": "Submit Registration",
    "ARE_YOU_READY": "Are you ready to submit?",
    "MAKE_SURE_DATETIME": "Be sure you picked your arrival date and time ",
    "DOUBLE_CHECK_CHILDREN": "Double-Check that all of your children (ages 11 and under) are added",
    "UPDATE_REGISTRATION": "Update Registration",
    "CHECK_WEBSITE": "Please check our website prior to your date for any weather or covid updates",
    "PROCEED_1": "Are you finished adding your children?",
    "PROCEED_2": "Click \"Go Back\" if your are not done",
    "PROCEED_3": "If you're finished adding your children click \"Register\" to finish registering",
    "MODIFY_1": "This will change your registration",
    "MODIFY_2": "Press the blue \"Update Registration\" at the bottom once you're done to save your changes",
    "I_UNDERSTAND": "I Understand",
    "MISSING_1": "We're missing some information",
    "MISSING_1_MSG": "We're going to bring you back one step.",
    "MISSING_2": "Missing Information",
    "MISSING_2_MSG": "You need to choose your arrival date and time",
    "UPDATED": "Registration Updated",
    "UPDATED_MSG_1": "You will get a new email, check your spam folder",
    "UPDATED_MSG_2": "If you updated your children your old ticket is no longer valid. Remember to print the new email.",
    "REGISTERED_1": "Email Confirmation Sent",
    "REGISTERED_2": "Check your spam folder",
    "REGISTERED_3": "Save or print the email we sent you. You will need it on the day of the event to check in.",
    "QR_INFO": "If your QR Code isn't loading try refreshing the page. Also check your email."
  },
  
  "PRIVACY": {
    "PRIVACY_&_COOKIES": "Privacy & Cookies",
    "TITLE": "Privacy Policy for Denver Santa Claus Shop",
    "1": "Your privacy is important to us. It is denversantaclausshop.org's policy to respect your privacy regarding any information we may collect from you across our website, https://denversantaclausshop.org, and other sites we own and operate.",
    "2": "We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used.",
    "3": "We only retain collected information for as long as necessary to provide you with your requested service. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification.",
    "4": "We don’t share any personally identifying information publicly or with third-parties, except when required to by law.",
    "5": "Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.",
    "6": "You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.",
    "7": "Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us.",
    "8": "Cookie Policy for Denver Santa Claus Shop",
    "9": "This is the Cookie Policy for Denver Santa Claus Shop, accessible from https://register.denversantaclausshop.org",
    "10": "What Are Cookies",
    "11": "As is common practice with almost all professional websites this site uses cookies, which are tiny files that are downloaded to your computer, to improve your experience. This page describes what information they gather, how we use it and why we sometimes need to store these cookies. We will also share how you can prevent these cookies from being stored however this may downgrade or 'break' certain elements of the sites functionality.",
    "12": "For more general information on cookies see the Wikipedia article on HTTP Cookies.",
    "13": "How We Use Cookies",
    "14": "We use cookies for a variety of reasons detailed below. Unfortunately in most cases there are no industry standard options for disabling cookies without completely disabling the functionality and features they add to this site. It is recommended that you leave on all cookies if you are not sure whether you need them or not in case they are used to provide a service that you use.",
    "15": "Disabling Cookies",
    "16": "You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this). You can also opt out of our cookies by using the button at the bottom of this page. Be aware that disabling cookies will affect the functionality of this and many other websites that you visit. Disabling cookies will usually result in also disabling certainfunctionality and features of the this site. Therefore it is recommended that you do not disable cookies.",
    "17": "The Cookies We Set",
    "18": "Account related cookies",
    "19": "If you create an account with us then we will use cookies for the management of the signup process and general administration. These cookies will usually be deleted when you log out however in some cases they may remain afterwards to remember your site preferences when logged out.",
    "20": "Login related cookies",
    "21": "We use cookies when you are logged in so that we can remember this fact. This prevents you from having to log in every single time you visit a new page. These cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.",
    "22": "Site preferences cookies",
    "22_1": "In order to provide you with a great experience on this site we provide the functionality to set your preferences for how this site runs when you use it. In order to remember your preferences we need to set cookies so that this information can be called whenever you interact with a page is affected by your preferences.",
    "23": "Third Party Cookies",
    "24": "In some special cases we also use cookies provided by trusted third parties. The following section details which third party cookies you might encounter through this site.",
    "25": "This site uses Google Analytics which is one of the most widespread and trusted analytics solution on the web for helping us to understand how you use the site and ways that we can improve your experience. These cookies may track things such as how long you spend on the site and the pages that you visit so we can continue to produce engaging content.",
    "26": "For more information on Google Analytics cookies, see the official Google Analytics page.",
    "27": "From time to time we test new features and make subtle changes to the way that the site is delivered. When we are still testing new features these cookies may be used to ensure that you receive a consistent experience whilst on the site whilst ensuring we understand which optimisations our users appreciate the most.",
    "28": "More Information",
    "29": "However if you are still looking for more information then you can contact us through one of our preferred contact methods:",
    "30": "By visiting this link: https://denversantaclausshop.org/",
    "31": "This policy is effective as of November 30, 2020."
  },
  "TOS": {
    "TITLE": "Terms of Service",
    "1": "1. Terms",
    "1A": "By accessing the website at https://denversantaclausshop.org, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.",
    "2": "2. Use License",
    "2A": "Permission is granted to temporarily download one copy of the materials (information or software) on denversantaclausshop.org's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on denversantaclausshop.org's website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server.",
    "2B": "This license shall automatically terminate if you violate any of these restrictions and may be terminated by denversantaclausshop.org at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.",
    "3": "3. Disclaimer",
    "3A": "The materials on denversantaclausshop.org's website are provided on an 'as is' basis. denversantaclausshop.org makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.",
    "3B": "Further, denversantaclausshop.org does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.",
    "4": "4. Limitations",
    "4A": "In no event shall denversantaclausshop.org or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on denversantaclausshop.org'swebsite, even if denversantaclausshop.org or a .org authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
    "5": "5. Accuracy of materials",
    "5A": "The materials appearing on denversantaclausshop.org's website could include technical, typographical, or photographic errors. denversantaclausshop.org does not warrant that any of the materials on its website are accurate, complete or current. denversantaclausshop.org may make changes to the materials contained on its website at any time without notice. However denversantaclausshop.org does not make any commitment to update the materials.",
    "6": "6. Links",
    "6A": "denversantaclausshop.org has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by denversantaclausshop.org of the site. Use of any such linked website is at the user's own risk.",
    "7": "7. Modifications",
    "7A": "denversantaclausshop.org may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service.",
    "8": "8. Governing Law",
    "8A": "These terms and conditions are governed by and construed in accordance with the laws of Colorado and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location."
  }
}