{
  "MENU": {
    "HOME": "Principal",
    "CHILDREN": "Niños",
    "SCHEDULE": "Horario",
    "SUBMIT": "Enviar",
    "REQUEST_CHANGE": "Solicitud de cambio"
  },
  "HOME": {
    "WELCOME_MESSAGE": "¡Bienvenido a la<br/>aplicación Denver Santa Claus Shop!",
    "CREATE_ACCOUNT": "Crear una cuenta"
  },
  "COMMON": {
    "EMAIL_ADDRESS": "Dirección de correo electrónico",
    "PASSWORD": "Contraseña",
    "SIGN_IN": "Inicia sesión",
    "CREATE_ACCOUNT": "Crear cuenta",
    "WELCOME": "Bienvenido",
    "MY_ACCOUNT": "Mi cuenta",
    "VIDEO_TUTORIAL": "Vídeo Tutorial",
    "HELP": "Ayuda",
    "SIGN_OUT": "Cerrar sesión",
    "GO_BACK": "Volver",
    "DONE": "Hecho",
    "SELECT": "Escoger",
    "OUR_WEBSITE": "Nuestro sitio web",
    "REQUIRED_FIELD": "Esto es obligatorio",
    "CANCEL": "Cancelar",
    "REQUIRED_CHOICE": "Selección requerida",
    "CLOSE": "Cerca",
    "OK": "Ok",
    "ERROR": "Error",
    "YES": "Sí",
    "TERMS_AND_CONDITIONS": "Términos y condiciones",
    "PRIVACY_POLICY": "Política de privacidad",
    "VERIFICATION_FAILED": "Error en la verificación",
    "VERIFICATION_FAILED_MSG": "Es necesario actualizar la página para intentarlo de nuevo",
    "CONFIRM": "Confirmar"
  },
  "SIGNIN": {
    "FORGOT_PASSWORD": "¿Olvidó su contraseña?",
    "SIGNING_IN": "Iniciar sesión..."
  },
  "SIGNUP": {
    "ACCOUNT_REMINDER": "Si se registró el año pasado, entonces ya tiene una cuenta.",
    "SIGN_IN_HERE": "Haga clic aquí para iniciar sesión",
    "HAVE_ACCOUNT": "¿Ya tienes una cuenta?",
    "TITLE1": "Configura tu cuenta...",
    "TITLE2": "Esto solo tomará un minuto",
    "FIRST_NAME": "Nombre",
    "LAST_NAME": "Apellido",
    "ZIP_CODE": "Código postal",
    "PASSWORD2": "Volver a introducir la contraseña",
    "PASSWORD_MATCH": "Las contraseñas no coinciden",
    "LEGAL1": "Al registrarse, usted acepta nuestro",
    "LEGAL2": "Términos y Condiciones",
    "LEGAL3": "y han leído nuestro",
    "LEGAL4": "Política de Privacidad",
    "SUBMIT_BUTTON": "Crear cuenta",
    "CONFIRM_EMAIL": "¿Su correo electrónico es correcto?",
    "CONFIRM_EMAIL_MSG": "No se puede cambiar después de este paso. Después del registro, enviamos su billete a esta dirección de correo electrónico.",
    "ACCOUNT_EXISTS": "Cuenta en uso",
    "ACCOUNT_EXISTS_MESSAGE": "Parece que ya tienes una cuenta. Inicia sesión con tu dirección de correo electrónico o restablece la contraseña si no la recuerdas."
  },
  "OVERVIEW": {
    "NO_CHILDREN": "Sin niños.",
    "NO_CHILDREN_MESSAGE": "Agregue todos los niños y, a continuación, seleccione una hora.",
    "ADD_CHILD": "Agregar hijo",
    "ADD_EDIT_CHILD": "Agregar o editar hijo",
    "SCHEDULE": "Horario",
    "NO_TIME_SELECTED.": "No hay hora seleccionada.",
    "NO_TIME_MESSAGE": "Después de agregar hijos, seleccione una hora.",
    "SELECT_TIME": "Seleccione la hora",
    "CHANGE_TIME": "Cambiar hora",
    "NOT_SUBMITTED.": "No presentado.",
    "NOT_SUBMITTED_MESSAGE": "Después de agregar niños y seleccionar una hora, envíe para obtener su código QR para el evento."
  },
  "CHILDREN": {
    "CHILD_LINE_1": "Los niños deben tener entre 0 y 11 años de edad.",
    "CHILD_LINE_2": "Agregue todos sus hijos a continuación.",
    "ADD_A_CHILD": "Agregar un niño",
    "NO_CHILDREN": "No hay niños.",
    "YOUR_CHILDREN": "Sus hijos",
    "INVALID_TOYTYPE": "Error. Editar el niño y establecer el tipo de juego para corregir"
  },
  "ADDCHILD": {
    "ADD_TITLE": "Agregar niño",
    "FIRST_NAME": "Nombre",
    "LAST_NAME": "Apellido",
    "BIRTH_DATE": "Fecha de nacimiento",
    "TOY_TYPE": "Tipo de juguetes",
    "DELETE_CHILD_TITLE": "¿Eliminar hijo?",
    "DELETE_CHILD_MSG": "Al presionar el botón Eliminar, este niño eliminará a este niño de su cuenta",
    "INVALID_AGE": "La edad debe estar entre 0 y 11 años",
    "INVALID_FIRSTNAME": "El nombre debe tener entre 2 y 20 caracteres",
    "INVALID_LASTNAME": "El nombre debe tener entre 2 y 25 caracteres",
    "INFANT_MSG": "¡Tenemos juguetes neutros de género preenvasados para niños de 0 a 2 años!",
    "BABIES": "Para bebés (Edades 0-2)",
    "BOYS": "Para niños",
    "GIRLS": "Para niñas",
    "AGE_GROUP": "Grupo etario",
    "AGE0": "De 0 a 2 años",
    "AGE3": "De 3 a 5 años",
    "AGE6": "De 6 a 8 años",
    "AGE9": "De 9 a 11 años",
    "TOO_OLD_1": "Lo sentimos."
  },
  "SCHEDULE": {
    "CHOOSE_DATE_TIME": "Elija una fecha y hora disponible para recoger sus juguetes.",
    "YOUR_DATE/TIME": "Su fecha/hora",
    "NO_TIME_SELECTED.": "No hay hora seleccionada.",
    "ADD_ONE_BELOW.": "Agregue uno a continuación.",
    "ON_TIME": "Por favor, llegue durante la hora asignada. Los tiempos de espera variarán.",
    "AVAILABLE_DATES/TIMES": "Fechas/Horas Disponibles"
  },
  "SUBMIT": {
    "CONFIRM_ADDED_CHILDREN": "¿Ha agregado a todos los niños? ¿Es correcta la información de los niños?",
    "CONFIRM_DATE_TIME": "¿Es correcta la fecha y la hora?",
    "PRESUBMIT": "Antes de enviar, asegúrese de que todo en esta página sea correcto. Un voluntario de DSCS tendrá que desbloquear manualmente su registro para que pueda realizar cualquier cambio.",
    "MAKE_CHANGES": "Realizar cambios"
  },
  "CONFIRMATION": {
    "EVENT_INFORMATION": "Información del evento",
    "QR_CODE": "Código QR",
    "THIS_IS_YOUR_TICKET": "Esta es tu entrada al evento",
    "CHANGE_REGISTRATION": "Cambiar registro",
    "ARE_YOU_SURE": "¿Estás seguro?",
    "CONFIRM_CHANGE_MSG": "Solicitar hacer un cambio en su registro perderá su fecha y hora actuales.<br/> Después de confirmar, envíe su nuevo registro lo antes posible. La disponibilidad es limitada y el registro se llena rápidamente."
  },
  "HELP": {
    "TITLE": "Ayuda",
    "VISIT_TEXT": "Visite la página Contáctenos de nuestro sitio web para obtener ayuda con el registro.",
    "VISIT_BUTTON": "Visite el sitio web",
    "PDF_GUIDE_TEXT": "Descargue una guía de ayuda en PDF paso a paso aquí.",
    "PDF_GUIDE_BUTTON": "Descargar la guía de ayuda en PDF"
  },
  "PROFILE": {
    "CHANGE_EMAIL": "Cambiar correo electrónico",
    "CHANGE_EMAIL_TEXT": "Para cambiar su correo electrónico, complete el siguiente formulario.",
    "CURRENT_EMAIL": "Su correo electrónico actual es:",
    "SAVE_CHANGES": "Guardar cambios",
    "CHANGE_INFO": "Cambiar nombre y código postal",
    "CHANGE_INFO_TEXT": "Realice cambios en su nombre de pila a continuación. Asegúrese de hacer clic en el botón <strong>Guardar cambios</strong> cuando haya terminado.",
    "CHANGE_PASSWORD": "Cambiar contraseña",
    "CHANGE_PASSWORD_TEXT": "Para cambiar su contraseña, rellene este formulario.",
    "CURRENT_PASSWORD": "Contraseña actual",
    "NEW_PASSWORD": "Nueva contraseña",
    "RE-ENTER_NEW_PASSWORD": "Vuelva a introducir una nueva contraseña",
    "DONE": "¡Cambios guardados!",
    "EMAIL_UPDATED": "Su dirección de correo electrónico se actualizó",
    "PASSWORD_CHANGED": "Contraseña cambiada",
    "PASSWORD_CHANGED_TEXT": "Recuerda usar tu nueva contraseña la próxima vez que inicies sesión"
  },
  "FORGOTPASS": {
    "RESET_YOUR_PASSWORD": "¿Olvidó su contraseña?",
    "INSTRUCTIONS": "Ingrese su correo electrónico registrado para restablecer su contraseña.",
    "RESET_PASSWORD": "Restablecer contraseña",
    "REMEMBER_YOUR_PASSWORD": "¿Recuerdas tu contraseña?",
    "EMAIL_SENT": "¡Se ha enviado un correo electrónico!",
    "EMAIL_SENT_2": "Revise su correo electrónico para obtener instrucciones para restablecer su contraseña.",
    "EMAIL_SENT_3": "Puede tardar un par de minutos en recibirse y revisar su spam si no lo ve.",
    "NO_EMAIL": "¿No recibió un correo electrónico?",
    "RESET_PASSWORD_AGAIN": "Restablecer contraseña de nuevo"
  },
  "REG_CLOSED": {
    "1": "¡No!",
    "2": "La inscripción es",
    "3": "Cerrado",
    "4": "Lo sentimos, el trineo de Papá Noel está lleno y todas las fechas y horas se han llenado. Visite nuestros sitios sociales para obtener más información."
  },
  "BAD_WEATHER": {
    "1": "Nuestro evento de entrega de regalos se ha pospuesto debido al mal tiempo.",
    "2": "Visite nuestra página de Facebook para obtener actualizaciones."
  },
  "MAINTENANCE": {
    "1": "¡Uh oh!",
    "2": "El mantenimiento está en curso.",
    "3": "Visite nuestros sitios sociales para obtener más información."
  },
  "EVENT_INFO": {
    "RESEND_EMAIL": "Reenviar el correo electrónico",
    "EVENT_ADDRESS1": "2150 S Monaco Parkway",
    "EVENT_ADDRESS2": "Denver, CO 80222",
    "PRINT_PAGE": "Imprima o guarde esta página y el correo electrónico que le enviamos.",
    "YOUR_TICKET": "Este es su boleto para el evento",
    "FACEMASK": "Por favor, use una máscara facial para garantizar la seguridad de nuestros voluntarios.",
    "EVENT_INFO_TITLE": "Información del evento",
    "LOCATION": "Ubicación:",
    "WHAT_TO_BRING": "Qué llevar",
    "WHAT_TO_BRING_TEXT": "Nuestro evento de entrega de toyes es un día ajetreado. Ayúdanos a conseguir tus juguetes lo más rápido posible trayendo las siguientes cosas:",
    "ID": "Por favor, traiga su identificación",
    "QR_CODE": "Traiga su código QR (ya sea impreso o en su teléfono)",
    "AGES": "Traiga prueba de la edad de su hijo",
    "WHAT_TO_EXPECT": "Qué esperar",
    "ARRIVE_ON_TIME": "En un esfuerzo por ayudar a reducir su tiempo de espera, llegue a la hora asignada.",
    "CHECK_WEBSITE": "Visite nuestro sitio web la mañana en que viene para cualquier cambio o actualización del clima.",
    "ENTRY_INSTRUCTIONS": "Instrucciones de entrada",
    "DIRECTIONS": "Gire hacia el este de Mónaco en la luz justo al sur de Evans. Hay un lavado de coches a la luz y la calle es Memorial Way."
  },
  "PRIVACY": {
    "PRIVACY_&_COOKIES": "Privacidad y cookies",
    "TITLE": "Política de privacidad de la tienda Denver Santa Claus Shop",
    "1": "Su privacidad es importante para nosotros. La política de denversantaclausshop.org es respetar su privacidad con respecto a cualquier información que podamos recopilar acerca de usted a través de nuestro sitio web, https://denversantaclausshop.org.",
    "2": "Solo pedimos información personal cuando realmente la necesitamos para proporcionarle un servicio. La recopilamos por medios  ustos y legales, con conocimiento y consentimiento. También le informamos por qué la estamos recopilando y cómo se utilizará.",
    "3": "Solo guardamos la información recopilada durante el tiempo necesario para proporcionarle el servicio solicitado. Protegeremos los datos que almacenamos con medios comercialmente aceptables para evitar la pérdida y el robo, así como el acceso, la divulgación, la copia, el uso o la modificación no autorizados.",
    "4": "No compartimos ninguna información de identificación personal públicamente o con terceros, excepto cuando lo exige la ley.",
    "5": "Nuestro sitio web puede vincularse a sitios externos que no gestionamos. Tenga en cuenta que no tenemos control acerca del contenido y las prácticas de estos sitios y que no podemos aceptar responsabilidad alguna por sus respectivas políticas de privacidad.",
    "6": "Tiene la libertad de rechazar nuestra solicitud de su información personal, pero debe entender que tal vez no podamos proporcionarle algunos servicios.",
    "7": "Si continúa utilizando nuestro sitio web, se considerará que acepta nuestras prácticas en materia de privacidad e información personal. Si tiene preguntas sobre cómo manejamos los datos de los usuarios y la información personal, no dude en ponerse en contacto con nosotros.",
    "8": "Política de cookies de la tienda Denver Santa Claus Shop",
    "9": "Esta es la política de cookies de la tienda Denver Santa Claus Shop, accesible desde https://register.denversantaclausshop.org",
    "10": "¿Qué son las cookies?",
    "11": "Como es práctica común en casi todos los sitios web profesionales, este sitio utiliza cookies, que son pequeños archivos que se descargan en su computadora, para mejorar su experiencia. Esta página describe qué información recopilan, cómo la usamos y por qué a veces necesitamos almacenar estos cookies. También compartiremos cómo puede evitar que estos cookies se almacenen, sin embargo, esto puede reducir o “romper” ciertos elementos de la funcionalidad del sitio.",
    "12": "Para más información general acerca de las cookies consulte el artículo de Wikipedia sobre las cookies HTTP.",
    "13": "Cómo usamos las Cookies",
    "14": "Utilizamos las cookies por varios motivos que se detallan a continuación. Desafortunadamente, en la mayoría de los casos no hay opciones estándar de la industria para desactivar las cookies sin desactivar por completo la funcionalidad y las características que aportan a este sitio. Es recomendable que deje instaladas todos las cookies si no está seguro de si los necesita o no en caso de que se utilicen para proporcionar un servicio que usted utilice.",
    "15": "Desactivación de las cookies",
    "16": "Puede evitar la instalación de cookies ajustando la configuración de su navegador (consulte la ayuda de su navegador para saber cómo hacerlo). La desactivación de las cookies generalmente resultará en la desactivación de ciertas funciones y características de este sitio. Por lo tanto, se recomienda no desactivar las cookies.",
    "17": "Las cookies que instalamos",
    "18": "Cookies relacionadas con la cuenta",
    "19": "Si crea una cuenta con nosotros, utilizaremos cookies para la gestión del proceso de registro y la administración general. Estas cookies generalmente se eliminan cuando se cierra la sesión; sin embargo, en algunos casos, pueden permanecer después para recordar las preferencias del sitio cuando se cierra la sesión.",
    "20": "Cookies relacionadas con el inicio de sesión",
    "21": "Usamos cookies cuando está conectado para que podamos recordar este hecho. Esto evita que tenga que iniciar sesión cada vez que visita una nueva página. Estos cookies generalmente se eliminan o se borran cuando se cierra la sesión para asegurar que solo se pueda acceder a las funciones y áreas restringidas cuando se inicie la sesión.",
    "22": "Cookies de preferencias del sitio",
    "22_1": "Con el objetivo de proporcionarle una fantástica experiencia en este sitio, le ofrecemos la funcionalidad de establecer sus preferencias respecto al funcionamiento de este sitio cuando lo utilice. Para que recordemos sus preferencias, necesitamos establecer cookies para que se pueda acceder a esta información cada vez que interactúe con una página que se considere afectada por sus preferencias.",
    "23": "Cookies de terceros",
    "24": "En algunos casos especiales también utilizamos cookies que nos proporcionan terceros de confianza. En la siguiente sección se detallan las cookies de terceros que puede encontrar en este sitio.",
    "25": "Este sitio utiliza Google Analytics, que es una de las soluciones analíticas más extendidas y confiables de la web, para ayudarnos a entender cómo utiliza el sitio y las formas en que podemos mejorar su experiencia. Estos cookies pueden rastrear cosas como el tiempo que pasa en el sitio y las páginas que visita para que podamos seguir proporcionando un contenido atractivo.",
    "26": "Para obtener más información acerca de las cookies de Google Analytics, consulte la página oficial de Google Analytics.",
    "27": "De vez en cuando hacemos pruebas con nuevas características y hacemos cambios sutiles en la forma en que se presenta el sitio. Cuando aún estamos probando nuevas características, estos cookies pueden utilizarse para garantizar que usted reciba una experiencia consistente mientras está en el sitio, al mismo tiempo que nos aseguramos de que entendemos cuáles son las optimizaciones que nuestros usuarios aprecian más.",
    "28": "Más información",
    "29": "Sin embargo, si aún está buscando más información, puede ponerse en contacto con nosotros a través de uno de nuestros métodos de contacto preferidos:",
    "30": "Visitando este enlace: https://denversantaclausshop.org/",
    "31": "Esta política es efectiva a partir del 30 de noviembre de 2020."
  },
  "TOS": {
    "TITLE": "Términos de servicio",
    "1": "1. Términos",
    "1A": "Cuando accede a la página web https://denversantaclausshop.org, acepta quedar sujeto a las presentes condiciones de servicio, a todas las leyes y reglamentos aplicables y acepta que es responsable del cumplimiento de las leyes locales aplicables. Si no está de acuerdo con alguno de estos términos, se le prohíbe usar o acceder a este sitio. Los materiales que figuran en este sitio web están protegidos por las leyes aplicables de derechos de autor y marcas comerciales.",
    "2": "2. Licencia de uso",
    "2A": "Se concede permiso para descargar temporalmente una copia de los materiales (información o software) en el sitio web de denversantaclausshop.org para su visualización personal y no comercial temporal. Se trata de la concesión de una licencia, no de una transferencia de título, y bajo esta licencia no se puede: modificar o copiar los materiales; utilizar los materiales para cualquier propósito comercial, o para cualquier exhibición pública (comercial o no comercial); intentar descompilar o realizar ingeniería inversa de cualquier software contenido en el sitio web de denversantaclausshop.org; eliminar cualquier derecho de autor u otras anotaciones de propiedad de los materiales; o transferir los materiales a otra persona o “reflejar” los materiales en cualquier otro servidor.",
    "2B": "Esta licencia terminará automáticamente si usted viola cualquiera de estas restricciones y puede terminarse por denversantaclausshop.org en cualquier momento. Al terminar de ver estos materiales o al finalizar esta licencia, debe destruir cualquier material descargado que esté en su posesión, ya sea en formato electrónico o impreso.",
    "3": "3. Descargo de responsabilidad",
    "3A": "Los materiales del sitio web de denversantaclausshop.org se proporcionan “tal cual”. denversantaclausshop.org no ofrece garantías, empresas o implícitas, y por la presente renuncia y niega todas las demás garantías, incluidas, entre otras, las garantías o condiciones implícitas de comerciabilidad, idoneidad para un fin determinado o no infracción de la propiedad intelectual u otra violación de derechos.",
    "3B": "Además, denversantaclausshop.org no garantiza ni hace ninguna declaración acerca de la exactitud, los resultados probables o la fiabilidad del uso de los materiales de su sitio web o de cualquier otro tipo de relación con dichos materiales o con cualquier otro sitio vinculado a este sitio.",
    "4": "4. Limitaciones",
    "4A": "En ningún caso denversantaclausshop.org o sus proveedores se responsabilizarán de ningún daño (incluidos, entre otros, los daños por pérdida de datos o beneficios, o debido a la interrupción de las actividades comerciales) que surja del uso o la imposibilidad de usar los materiales del sitio web de denversantaclausshop.org, incluso si denversantaclausshop.org o un representante autorizado de denversantaclausshop.org ha sido notificado verbalmente o por escrito de la posibilidad de tal daño. Dado que algunas jurisdicciones no permiten limitaciones en las garantías implícitas, o limitaciones de responsabilidad por daños consecuenciales o incidentales, es posible que estas limitaciones no se apliquen en su caso.",
    "5": "5. Precisión de los materiales",
    "5A": "Los materiales que figuran en el sitio web de denversantaclausshop.org podrían incluir errores técnicos, tipográficos o fotográficos. denversantaclausshop.org no garantiza que ninguno de los materiales de su sitio web sea exacto, completo o actual. denversantaclausshop.org puede realizar cambios en los materiales contenidos en su sitio web en cualquier momento sin previo aviso. Sin embargo, denversantaclausshop.org no se compromete a actualizar los materiales.",
    "6": "6. Enlaces",
    "6A": "denversantaclausshop.org no ha revisado todos los sitios vinculados a su sitio web y no es responsable del contenido de ninguno de ellos. La inclusión de cualquier enlace no implica la aprobación del sitio por parte de denversantaclausshop.org. El uso de cualquiera de esos sitios web vinculados es por cuenta y riesgo del usuario.",
    "7": "7. Modificaciones",
    "7A": "denversantaclausshop.org puede revisar estos términos de servicio para su sitio web en cualquier momento sin previo aviso. Al utilizar este sitio web, usted acepta quedar sujeto a la versión entonces vigente de estas condiciones de servicio.",
    "8": "8. Leyes vigentes",
    "8A": "Estos términos y condiciones se rigen e interpretan de conformidad con las leyes de Colorado y usted se somete irrevocablemente a la jurisdicción exclusiva de los tribunales de ese Estado o lugar."
  }
}